[M_IrisEp2_CultOfPersonality MissionDefinition]
MissionName="Batalha: Apetite Por Destruição"
MissionDescription="Você se inscreveu oficialmente no torneio dos Encrenqueiros da Torgue.  Parabéns!  Se quiser melhorar sua classificação, você terá que competir em diversos eventos e eliminar gladiadores melhores que você.\nO seu primeiro evento é o ''Apetite por Destruição'', onde você deve derrotar um bando de malfeitores que se auto denominam a Horda dos Horrores.\nAcabe com todos eles!"
TurnInDescription="Você sobreviveu ao evento ''Apetite por Destruição'' e se classificou em quinto lugar para o torneio!  O seu patrocinador, Piston te recompensou com um cofre de armas."
MissionSummary="Sobreviva ao evento ''Apetite por Destruição'' vencendo a Horda dos Horrores."
MissionGiver="Painel de Batalhas da Arena"
MissionTurnInLocation="Cofre de Recompensas"
TeaserText="Sobreviva ao Apetite por Destruição!"

[M_IrisEp2_CultOfPersonality:FindChest MissionObjectiveDefinition]
ProgressMessage="Encontre o cofre"

[M_IrisEp2_CultOfPersonality:GatherPlayers MissionObjectiveDefinition]
ProgressMessage="Ocupe o seu lugar para o combate"

[M_IrisEp2_CultOfPersonality:KillWavefour MissionObjectiveDefinition]
ProgressMessage="Elimine todos na quarta onda"

[M_IrisEp2_CultOfPersonality:KillWaveOne MissionObjectiveDefinition]
ProgressMessage="Elimine todos na primeira onda"

[M_IrisEp2_CultOfPersonality:KillWaveThree MissionObjectiveDefinition]
ProgressMessage="Elimine todos na terceira onda"

[M_IrisEp2_CultOfPersonality:KillWaveTwo MissionObjectiveDefinition]
ProgressMessage="Elimine todos na segunda onda"

[M_IrisEp2_CultOfPersonality:LastManStanding MissionObjectiveDefinition]
ProgressMessage="Sobreviva à Horda dos Horrores"

[M_IrisEp2_CultOfPersonality:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2_CultOfPersonality:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2_CultOfPersonality:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2_CultOfPersonality:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2_CultOfPersonality:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2_CultOfPersonality:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2_CultOfPersonality:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2_CultOfPersonality:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2_CultOfPersonality:PreGather MissionObjectiveDefinition]
ProgressMessage="Espere até que a Arena esteja pronta"

[M_IrisEp2_FindBattle MissionDefinition]
MissionName="Quime, Cara... Queime"
MissionDescription="Você sobreviveu ao evento ''Apetite por Destruição'' e se classificou em quinto lugar para o torneio!  O seu patrocinador, Piston te recompensou com um cofre de armas.\nUm cofre de armas vazio.\nMetáforas à parte, isso está cheirando muito mal.  Você levou ''gato por lebre'', mesmo não sendo novidade.  Sobreviva ao que fizeram com você e em breve terá tempo de se vingar."
TurnInDescription="Pete Incendiário soltará o patrocinador que ele sequestrou se você lhe der algo que valha à pena."
MissionSummary="Te venderam ''gato por lebre'', mesmo não sendo novidade."
MissionGiver="Piston"
MissionTurnInLocation="Painel de Batalhas do Bar do Pete Incendiário"
TeaserText=""

[M_IrisEp2_FindBattle:LeaveArena MissionObjectiveDefinition]
ProgressMessage="Saia da Arena"

[M_IrisEp2_FindBattle:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2_FindBattle:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2_FindBattle:MissionObjectiveSetDefinition_10 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Piston subestimou você.  Ele te drogou e pediu que o retirassem da arena, além de convecer todo mundo de que você é um grande covarde."

[M_IrisEp2_FindBattle:MissionObjectiveSetDefinition_11 MissionObjectiveSetDefinition]
MissionSummaryOverride="Vá para Beatdown e consiga um novo patrocinador."
MissionDescriptionOverride="Piston subestimou você.  Ele te drogou e pediu que o retirassem da arena, além de convecer todo mundo de que você é um grande covarde.\nInfelizmente, como ele era o seu patrocinador você não poderá melhorar a sua classificação.  O Senhor Torgue sugeriu que você vá até [place]Beatdown[-place] e consiga um novo patrocinador."

[M_IrisEp2_FindBattle:MissionObjectiveSetDefinition_12 MissionObjectiveSetDefinition]
MissionSummaryOverride="Procure o Pete Incendiário e resgate o patrocinador que ele sequestrou."
MissionDescriptionOverride="Piston subestimou você.  Ele te drogou e pediu que o retirassem da arena, além de convecer todo mundo de que você é um grande covarde.\nInfelizmente, como ele era o seu patrocinador você não poderá melhorar a sua classificação.  O Senhor Torgue sugeriu que você vá até [place]Beatdown[-place] e consiga um novo patrocinador.\nPor acaso, um gladiador chamado Pete Incendiário sequestrou o patrocidor que você procurava.  Encontre o Pete e descubra como libertá-lo."

[M_IrisEp2_FindBattle:MissionObjectiveSetDefinition_13 MissionObjectiveSetDefinition]
MissionSummaryOverride="Encontre o Painel de Batalhas no Bar do Pete Incendiário para aceitar um combate com o Pete."
MissionDescriptionOverride="Piston subestimou você.  Ele te drogou e pediu que o retirassem da arena, além de convecer todo mundo de que você é um grande covarde.\nInfelizmente, como ele era o seu patrocinador você não poderá melhorar a sua classificação.  O Senhor Torgue sugeriu que você vá até [place]Beatdown[-place] e consiga um novo patrocinador.\nAparentemente, um gladiador chamado Pete Incendiário sequestrou o patrocinador que você procurava.  Ele disse que o soltará se você aceitar um combate em [place]Beatdown[-place].\nVocê não tem motivos para acreditar nele, mas, é você quem decide."

[M_IrisEp2_FindBattle:MissionObjectiveSetDefinition_14 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2_FindBattle:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2_FindBattle:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2_FindBattle:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2_FindBattle:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2_FindBattle:ReachBeatdown MissionObjectiveDefinition]
ProgressMessage="Vá para Beatdown"

[M_IrisEp2_FindBattle:ReachtheBeatdownMissionBoard MissionObjectiveDefinition]
ProgressMessage="Encontre o Painel de Batalhas no Bar do Pete Incendiário"

[M_IrisEp2_FindBattle:Waypoint0 MissionObjectiveDefinition]
ProgressMessage="Caminhe por Beatdown"

[M_IrisEp2_FindBattle:Waypoint3 MissionObjectiveDefinition]
ProgressMessage="Caminhe por Beatdown"

[M_IrisEp2_FindBattle:Waypoint4 MissionObjectiveDefinition]
ProgressMessage="Caminhe por Beatdown"

[M_IrisEp2_FindBattle:Waypoint5 MissionObjectiveDefinition]
ProgressMessage="Caminhe por Beatdown"

[M_IrisEp2_FindBattle:Waypoint6 MissionObjectiveDefinition]
ProgressMessage="Caminhe por Beatdown"

[M_IrisEp2_FindBattle:Waypoint7 MissionObjectiveDefinition]
ProgressMessage="Caminhe por Beatdown"

